Repository: ailu2533/LemonCountdown
Catalog: LemonCountdown/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, it, ja, ko, nl, ru, th, vi, zh_hant

source: %lld分
de: %lld Min
en: %lld minutes
es: %lld min
it: %lld min
ko: %lld분
nl: %lld min
ru: %lld мин
th: %lld นาที
vi: %lld phút
zh_hant: %lld分鐘

source: %lld分钟
de: %lld Minuten
en: %lld minutes
es: %lld minutos
it: %lld minuti
ja: %lld分
ko: %lld분
nl: %lld minuten
ru: %lld минут
th: %lld นาที
vi: %lld phút
zh_hant: %lld分鐘

source: %lld周
de: %lld Wochen
en: %lld weeks
es: %lld semanas
it: %lld settimane
ja: %lld週間
ko: %lld주
nl: %lld weken
ru: %lld недель
th: %lld สัปดาห์
vi: %lld tuần
zh_hant: %lld週

source: %lld天
de: %lld Tage
en: %lld days
es: %lld días
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
ru: %lld дней
th: %lld วัน
vi: %lld ngày

source: %lld小时
de: %lld Stunden
en: %lld hours
es: %lld horas
it: %lld ore
ja: %lld時間
ko: %lld시간
nl: %lld uur
ru: %lld часов
th: %lld ชั่วโมง
vi: %lld giờ
zh_hant: %lld小時

source: %lld年
de: %lld Jahre
en: %lld years
es: %lld años
it: %lld anni
ko: %lld년
nl: %lld jaar
ru: %lld лет
th: %lld ปี
vi: %lld năm

source: %lld月
de: %lld Monate
en: %lld months
es: %lld meses
it: %lld mesi
ja: %lldヶ月
ko: %lld개월
nl: %lld maanden
ru: %lld месяцев
th: %lld เดือน
vi: %lld tháng

source: %lld秒
de: %lld Sekunden
en: %lld seconds
es: %lld segundos
it: %lld secondi
ko: %lld초
nl: %lld seconden
ru: %lld секунд
th: %lld วินาที
vi: %lld giây

source: 0 秒
de: 0 Sekunden
en: 0 seconds
es: 0 segundos
it: 0 secondi
ko: 0초
nl: 0 seconden
ru: 0 секунд
th: 0 วินาที
vi: 0 giây

source: 1周前 (09:00)
de: Vor 1 Woche (09:00)
en: 1 week ago (09:00)
es: Hace 1 semana (09:00)
it: 1 settimana fa (09:00)
ja: 1週間前 (09:00)
ko: 1주 전 (09:00)
nl: 1 week geleden (09:00)
ru: 1 неделю назад (09:00)
th: 1 สัปดาห์ก่อน (09:00)
vi: 1 tuần trước (09:00)
zh_hant: 1週前 (09:00)

source: 1天前 (09:00)
de: Vor 1 Tag (09:00)
en: 1 day before (09:00)
es: Hace 1 día (09:00)
it: 1 giorno fa (09:00)
ja: 1日前 (09:00)
ko: 1일 전 (09:00)
nl: 1 dag geleden (09:00)
ru: 1 день назад (09:00)
th: 1 วันก่อน (09:00)
vi: 1 ngày trước (09:00)

source: 2天前 (09:00)
de: Vor 2 Tagen (09:00)
en: 2 days before (09:00)
es: Hace 2 días (09:00)
it: 2 giorni fa (09:00)
ja: 2日前 (09:00)
ko: 2일 전 (09:00)
nl: 2 dagen geleden (09:00)
ru: 2 дня назад (09:00)
th: 2 วันก่อน (09:00)
vi: 2 ngày trước (09:00)

# add
source: 添加
de: hinzufügen
en: Add
es: añadir
it: aggiungi
ja: 追加
ko: 추가
nl: toevoegen
ru: добавить
th: เพิ่ม
vi: thêm

# Add Text
source: 插入文字
de: Text hinzufügen
en: Add Text
es: Añadir texto
it: Aggiungi testo
ja: テキストを挿入
ko: 텍스트 삽입
nl: Tekst toevoegen
ru: Добавить текст
th: เพิ่มข้อความ
vi: Thêm văn bản

# Cancel
source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отмена
th: ยกเลิก
vi: Hủy bỏ

# edit
source: 编辑
de: bearbeiten
en: Edit
es: editar
it: modifica
ja: 編集
ko: 편집
nl: bewerken
ru: редактировать
th: แก้ไข
vi: chỉnh sửa
zh_hant: 編輯

# Enter template title
source: 输入模板标题
de: Vorlagentitel eingeben
en: Enter template title
es: Introducir título de la plantilla
it: Inserisci il titolo del modello
ja: テンプレートのタイトルを入力
ko: 템플릿 제목 입력
nl: Voer sjabloontitel in
ru: Введите название шаблона
th: ใส่ชื่อแม่แบบ
vi: Nhập tiêu đề mẫu
zh_hant: 輸入模板標題

# OK
source: 确认
de: OK
en: OK
es: OK
it: OK
ja: OK
ko: 확인
nl: OK
ru: ОК
th: ตกลง
vi: Đồng ý
zh_hant: 確認

# Render
source: 渲染
de: Rendern
en: Render
es: Renderizar
it: Renderizza
ja: レンダー
ko: 렌더
nl: Renderen
ru: Рендер
th: เรนเดอร์
vi: Render

# Step 1
source: 步骤 1
de: Schritt 1
en: Step 1
es: Paso 1
it: Passo 1
ja: ステップ 1
ko: 단계 1
nl: Stap 1
ru: Шаг 1
th: ขั้นตอนที่ 1
vi: Bước 1
zh_hant: 步驟 1

# Step 2
source: 步骤 2
de: Schritt 2
en: Step 2
es: Paso 2
it: Passo 2
ja: ステップ 2
ko: 단계 2
nl: Stap 2
ru: Шаг 2
th: ขั้นตอนที่ 2
vi: Bước 2
zh_hant: 步驟 2

# Step 3
source: 步骤 3
de: Schritt 3
en: Step 3
es: Paso 3
it: Passo 3
ja: ステップ 3
ko: 단계 3
nl: Stap 3
ru: Шаг 3
th: ขั้นตอนที่ 3
vi: Bước 3
zh_hant: 步驟 3

# Step 4
source: 步骤 4
de: Schritt 4
en: Step 4
es: Paso 4
it: Passo 4
ja: ステップ 4
ko: 단계 4
nl: Stap 4
ru: Шаг 4
th: ขั้นตอนที่ 4
vi: Bước 4
zh_hant: 步驟 4

# Step 5
source: 步骤 5
de: Schritt 5
en: Step 5
es: Paso 5
it: Passo 5
ja: ステップ 5
ko: 단계 5
nl: Stap 5
ru: Шаг 5
th: ขั้นตอนที่ 5
vi: Bước 5
zh_hant: 步驟 5

# Step 6
source: 步骤 6
de: Schritt 6
en: Step 6
es: Paso 6
it: Passo 6
ja: ステップ 6
ko: 단계 6
nl: Stap 6
ru: Шаг 6
th: ขั้นตอนที่ 6
vi: Bước 6
zh_hant: 步驟 6

# Step 7
source: 步骤 7
de: Schritt 7
en: Step 7
es: Paso 7
it: Passo 7
ja: ステップ 7
ko: 단계 7
nl: Stap 7
ru: Шаг 7
th: ขั้นตอนที่ 7
vi: Bước 7
zh_hant: 步驟 7

# Step 8
source: 步骤 8
de: Schritt 8
en: Step 8
es: Paso 8
it: Passo 8
ja: ステップ 8
ko: 단계 8
nl: Stap 8
ru: Шаг 8
th: ขั้นตอนที่ 8
vi: Bước 8
zh_hant: 步驟 8

# Untitled
source: 未命名
de: Unbenannt
en: Untitled
es: Sin título
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Zonder titel
ru: Без названия
th: ไม่มีชื่อ
vi: Không tiêu đề

source: 不重复
de: Nicht wiederholen
en: Never
es: No repetir
it: Non ripetere
ja: 繰り返しなし
ko: 반복 없음
nl: Niet herhalen
ru: не повторять
th: ไม่ซ้ำ
vi: Không lặp lại
zh_hant: 不重複

source: 为重要的日子设置提醒
de: Erinnerungen für wichtige Tage einstellen
en: Set reminders for important days
es: Configurar recordatorios para días importantes
it: Imposta promemoria per giorni importanti
ja: 重要な日のためのリマインダーを設定する
ko: 중요한 날을 위한 알림 설정
nl: Herinneringen instellen voor belangrijke dagen
ru: установить напоминание для важного дня
th: ตั้งค่าการแจ้งเตือนสำหรับวันสำคัญ
vi: Thiết lập nhắc nhở cho những ngày quan trọng
zh_hant: 為重要的日子設置提醒

source: 事件
de: Ereignis
en: Event
es: Evento
it: Evento
ja: イベント
ko: 이벤트
nl: Evenement
ru: событие
th: เหตุการณ์
vi: Sự kiện

source: 事件名称
de: Ereignisname
en: Event name
es: Nombre del evento
it: Nome dell'evento
ja: イベント名
ko: 이벤트 이름
nl: Naam van het evenement
ru: название события
th: ชื่อเหตุการณ์
vi: Tên sự kiện
zh_hant: 事件名稱

source: 事件开始
de: Ereignisbeginn
en: Event start
es: Inicio del evento
it: Inizio dell'evento
ja: イベント開始
ko: 이벤트 시작
nl: Begin van het evenement
ru: начало события
th: เริ่มเหตุการณ์
vi: Bắt đầu sự kiện
zh_hant: 事件開始

source: 事件被删除后，您将不会收到提醒
de: Nach dem Löschen des Ereignisses erhalten Sie keine Erinnerungen mehr
en: You will not receive reminders after the event is deleted
es: No recibirá recordatorios una vez que el evento sea eliminado
it: Non riceverai promemoria se l'evento viene cancellato
ja: イベントが削除された後、通知は受け取れません
ko: 이벤트가 삭제된 후 알림을 받지 못합니다
nl: Na verwijdering van het evenement ontvangt u geen herinneringen meer
ru: после удаления события вы не будете получать уведомления
th: หลังจากเหตุการณ์ถูกลบ คุณจะไม่ได้รับการแจ้งเตือน
vi: Bạn sẽ không nhận được thông báo sau khi sự kiện bị xóa
zh_hant: 事件被刪除後，您將不會收到提醒

source: 今天
de: Heute
en: Today
es: Hoy
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
ru: сегодня
th: วันนี้
vi: Hôm nay

source: 今天星期几
de: Welcher Wochentag ist heute
en: What day is it today
es: Qué día de la semana es hoy
it: Che giorno è oggi
ja: 今日は何曜日ですか
ko: 오늘은 무슨 요일입니까?
nl: Welke dag is het vandaag
ru: какой сегодня день недели
th: วันนี้วันอะไร
vi: Hôm nay là thứ mấy
zh_hant: 今天星期幾

source: 例如，你有一个重要的考试事件（目标日期是5月28日，开始时间10:00，结束时间18:00），第一个段阶段是5月28日之前，您可以设置考试前的倒计时，让小组件显示距离考试的天数。
de: Zum Beispiel haben Sie ein wichtiges Prüfungsereignis (Zieldatum ist der 28. Mai, Startzeit 10:00, Endzeit 18:00). Die erste Phase ist vor dem 28. Mai, Sie können einen Countdown vor der Prüfung einstellen, damit das Widget die Tage bis zur Prüfung anzeigt.
en: For example, you have an important exam event (target date is May 28, start time 10:00, end time 18:00), the first phase is before May 28, you can set a countdown before the exam, letting the widget show the number of days until the exam.
es: Por ejemplo, tienes un evento de examen importante (la fecha objetivo es el 28 de mayo, de 10:00 a 18:00). La primera fase es antes del 28 de mayo, puedes configurar una cuenta regresiva antes del examen para que el widget muestre los días hasta el examen.
it: Ad esempio, hai un importante evento d'esame (data obiettivo 28 maggio, orario di inizio 10:00, orario di fine 18:00). La prima fase è prima del 28 maggio, puoi impostare un conto alla rovescia prima dell'esame per mostrare il numero di giorni fino all'esame nel widget.
ja: 例えば、あなたは重要な試験イベントを持っています（目標日は5月28日、開始時間は10:00、終了時間は18:00）。最初の段階は5月28日前で、試験前のカウントダウンを設定して、ウィジェットが試験までの日数を表示するようにすることができます。
ko: 예를 들어, 중요한 시험 이벤트가 있습니다(목표 날짜는 5월 28일, 시작 시간 10:00, 종료 시간 18:00). 첫 번째 단계는 5월 28일 이전이며, 시험 전에 카운트다운을 설정하여 위젯이 시험까지 남은 일수를 표시하도록 할 수 있습니다.
nl: Bijvoorbeeld, je hebt een belangrijk examenevenement (doeldatum is 28 mei, starttijd 10:00, eindtijd 18:00), de eerste fase is vóór 28 mei, je kunt een aftelling instellen voor het examen, zodat de widget de dagen tot het examen weergeeft.
ru: Например, у вас есть важное событие экзамена (целевая дата 28 мая, время начала 10:00, время окончания 18:00), первый этап до 28 мая, вы можете установить обратный отсчет до экзамена, чтобы виджет показывал количество дней до экзамена.
th: ตัวอย่างเช่น คุณมีเหตุการณ์สอบสำคัญ (วันที่เป้าหมายคือ 28 พฤษภาคม เวลาเริ่ม 10:00 ถึง 18:00) ช่วงแรกคือก่อนวันที่ 28 พฤษภาคม คุณสามารถตั้งเวลาถอยหลังก่อนสอบและให้วิดเจ็ตแสดงจำนวนวันก่อนสอบ
vi: Ví dụ, bạn có một sự kiện quan trọng là kỳ thi (ngày mục tiêu là 28 tháng 5, thời gian bắt đầu là 10:00, thời gian kết thúc là 18:00), giai đoạn đầu tiên là trước ngày 28 tháng 5, bạn có thể thiết lập đếm ngược trước kỳ thi để widget hiển thị số ngày còn lại cho đến kỳ thi.
zh_hant: 例如，您有一個重要的考試事件（目標日期是5月28日，開始時間10:00，結束時間18:00），第一個階段是5月28日之前，您可以設置考試前的倒計時，讓小組件顯示距離考試的天數。

source: 保存
de: Speichern
en: Save
es: Guardar
it: Salva
ko: 저장
nl: Opslaan
ru: сохранить
th: บันทึก
vi: Lưu

source: 修改模板标题
de: Vorlagentitel ändern
en: Modify template title
es: Modificar título de la plantilla
it: Modifica il titolo del modello
ja: テンプレートのタイトルを編集
ko: 템플릿 제목 수정
nl: Sjabloontitel wijzigen
ru: изменить заголовок шаблона
th: แก้ไขชื่อแม่แบบ
vi: Sửa tiêu đề mẫu
zh_hant: 修改模板標題

source: 全天
de: Ganztägig
en: All day
es: Todo el día
it: Tutto il giorno
ja: 終日
ko: 종일
nl: Hele dag
ru: весь день
th: ทั้งวัน
vi: Cả ngày

# 全部事件
source: 全部
de: Alle Ereignisse
en: All Events
es: Todos los eventos
it: Tutti gli eventi
ja: すべて
ko: 모두
nl: Alle evenementen
ru: все события
th: เหตุการณ์ทั้งหมด
vi: Tất cả sự kiện

# 全部标签
source: 全部
de: Alle Tags
en: All tags
es: Todas las etiquetas
it: Tutte le etichette
ja: すべて
ko: 모두
nl: Alle tags
ru: все теги
th: ป้ายกำกับทั้งหมด
vi: Tất cả nhãn

source: 创建小组件
de: Widget erstellen
en: Create widget
es: Crear widget
it: Crea widget
ja: ウィジェットを作成
ko: 위젯 생성
nl: Widget maken
ru: создать виджет
th: สร้างวิดเจ็ต
vi: Tạo widget
zh_hant: 創建小組件

source: 创建模板
de: Vorlage erstellen
en: Create template
es: Crear plantilla
it: Crea modello
ja: テンプレートを作成
ko: 템플릿 생성
nl: Sjabloon maken
ru: создать шаблон
zh_hant: 創建模板

source: 创建纪念日
de: Gedenktag erstellen
en: create anniversary
es: Crear aniversario
it: Crea anniversario
ja: 記念日を作成
ko: 기념일 생성
nl: Herdenking creëren
ru: создать юбилей
th: สร้างวันครบรอบ
vi: Tạo kỷ niệm
zh_hant: 創建紀念日

source: 删除
de: Löschen
en: Delete
es: Eliminar
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
ru: удалить
th: ลบ
vi: Xóa
zh_hant: 刪除

source: 删除模板
de: Vorlage löschen
en: Delete template
es: Eliminar plantilla
it: Elimina modello
ja: テンプレートを削除
ko: 템플릿 삭제
nl: Sjabloon verwijderen
ru: удалить шаблон
th: ลบแม่แบบ
vi: Xóa mẫu
zh_hant: 刪除模板

source: 双击编辑文案
de: Doppelklicken zum Bearbeiten des Textes
en: double-click to edit text
es: Doble clic para editar texto
it: Doppio clic per modificare il testo
ja: テキストを編集するためにダブルクリック
ko: 텍스트를 편집하려면 더블 클릭
nl: Dubbelklik om tekst te bewerken
ru: дважды щелкните, чтобы редактировать текст
th: ดับเบิลคลิกเพื่อแก้ไขข้อความ
vi: Nhấp đúp để chỉnh sửa văn bản
zh_hant: 雙擊編輯文案

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: отмена
th: ยกเลิก
vi: Hủy bỏ

source: 周期重复
de: Periodische Wiederholung
en: Cyclic repetition
es: Repetición cíclica
it: Ripetizione ciclica
ja: 周期的に繰り返す
ko: 주기 반복
nl: Periodiek herhalen
ru: периодическое повторение
th: ทำซ้ำตามรอบ
vi: Lặp lại chu kỳ
zh_hant: 週期重複

source: 天前
de: Tage zuvor
en: days ago
es: días antes
it: giorni fa
ja: 日前
ko: 일 전
nl: dagen geleden
ru: дней назад
th: วันก่อน
vi: ngày trước

source: 天后
de: Tage danach
en: days later
es: días después
it: giorni dopo
ja: 日後
ko: 일 후
nl: dagen later
ru: дней после
th: วันหลัง
vi: ngày sau
zh_hant: 天後

source: 好的
de: Gut
en: OK
es: Bien
it: Va bene
ja: はい
ko: 좋아
nl: Goed
ru: хорошо
th: ดี
vi: Tốt

source: 字体
de: Schriftart
en: Font
es: Fuente
it: Carattere
ja: フォント
ko: 글꼴
nl: Lettertype
ru: шрифт
th: ฟอนต์
vi: Phông chữ
zh_hant: 字體

source: 定制小组件 1
de: Angepasstes Widget 1
en: customize widget 1
es: Personalizar widget 1
it: Personalizza widget 1
ja: カスタムウィジェット 1
ko: 사용자 정의 위젯 1
nl: Aangepaste Widget 1
ru: настроить виджет 1
th: ปรับแต่งวิดเจ็ต 1
vi: Tùy chỉnh widget 1
zh_hant: 定制小組件 1

source: 定制小组件 2
de: Angepasstes Widget 2
en: customize widget 2
es: Personalizar widget 2
it: Personalizza widget 2
ja: カスタムウィジェット 2
ko: 사용자 정의 위젯 2
nl: Aangepaste Widget 2
ru: настроить виджет 2
th: ปรับแต่งวิดเจ็ต 2
vi: Tùy chỉnh widget 2
zh_hant: 定制小組件 2

source: 定制小组件 3
de: Angepasstes Widget 3
en: customize widget 3
es: Personalizar widget 3
it: Personalizza widget 3
ja: カスタムウィジェット 3
ko: 사용자 정의 위젯 3
nl: Aangepaste Widget 3
ru: настроить виджет 3
th: ปรับแต่งวิดเจ็ต 3
vi: Tùy chỉnh widget 3
zh_hant: 定制小組件 3

source: 定制小组件 4
de: Angepasstes Widget 4
en: customize widget 4
es: Personalizar widget 4
it: Personalizza widget 4
ja: カスタムウィジェット 4
ko: 사용자 정의 위젯 4
nl: Aangepaste Widget 4
ru: настроить виджет 4
th: ปรับแต่งวิดเจ็ต 4
vi: Tùy chỉnh widget 4
zh_hant: 定制小組件 4

source: 定制小组件 5
de: Angepasstes Widget 5
en: customize widget 5
es: Personalizar widget 5
it: Personalizza widget 5
ja: カスタムウィジェット 5
ko: 사용자 정의 위젯 5
nl: Aangepaste Widget 5
ru: настроить виджет 5
th: ปรับแต่งวิดเจ็ต 5
vi: Tùy chỉnh widget 5
zh_hant: 定制小組件 5

source: 将来
de: Zukunft
en: Future
es: Futuro

source: 小红书
de: Kleines rotes Buch
en: Little Red Book
es: Libro rojo
it: Piccolo libro rosso
nl: Klein Rood Boek
ru: Красная книжка
th: หนังสือเล็กสีแดง
vi: Little Red Book

source: 小组件
de: Widget
en: Widget
es: Widget
it: Widget
ja: ウィジェット
ko: 위젯
nl: Widget
ru: виджет
th: วิดเจ็ต
vi: Widget
zh_hant: 小組件

source: 小组件视图
de: Widget-Ansicht
en: Widget view
es: Vista del widget
it: Vista del widget
ja: ウィジェットビュー
ko: 위젯 뷰
zh_hant: 小組件視圖

source: 开始时间
de: Startzeit
en: Start time
es: Hora de inicio
it: Orario di inizio
ja: 開始時間
ko: 시작 시간
nl: Starttijd
ru: время начала
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu
zh_hant: 開始時間

source: 提前 1 周
de: 1 Woche im Voraus
en: 1 week before
es: 1 semana antes
it: 1 settimana in anticipo
ja: 1週間前
ko: 1주 전
nl: 1 week van tevoren
ru: за 1 неделю
th: ล่วงหน้า 1 สัปดาห์
vi: Trước 1 tuần
zh_hant: 提前 1 週

source: 提前 1 天
de: 1 Tag im Voraus
en: 1 day before
es: 1 día antes
it: 1 giorno in anticipo
ja: 1日前
ko: 1일 전
nl: 1 dag van tevoren
ru: за 1 день
th: ล่วงหน้า 1 วัน
vi: Trước 1 ngày

source: 提前 1 小时
de: 1 Stunde im Voraus
en: 1 hour before
es: 1 hora antes
it: 1 ora in anticipo
ja: 1時間前
ko: 1시간 전
nl: 1 uur van tevoren
ru: за 1 час
th: ล่วงหน้า 1 ชั่วโมง
vi: Trước 1 giờ
zh_hant: 提前 1 小時

source: 提前 2 天
de: 2 Tage im Voraus
en: 2 days before
es: 2 días antes
it: 2 giorni in anticipo
ja: 2日前
ko: 2일 전
nl: 2 dagen van tevoren
ru: за 2 дня
th: ล่วงหน้า 2 วัน
vi: Trước 2 ngày

source: 提前 2 小时
de: 2 Stunden im Voraus
en: 2 hours before
es: 2 horas antes
it: 2 ore in anticipo
ja: 2時間前
ko: 2시간 전
nl: 2 uur van tevoren
ru: за 2 часа
th: ล่วงหน้า 2 ชั่วโมง
vi: Trước 2 giờ
zh_hant: 提前 2 小時

source: 提前 5 分钟
de: 5 Minuten im Voraus
en: 5 minutes before
es: 5 minutos antes
it: 5 minuti in anticipo
ja: 5分前
ko: 5분 전
nl: 5 minuten van tevoren
ru: за 5 минут
th: ล่วงหน้า 5 นาที
vi: Trước 5 phút
zh_hant: 提前 5 分鐘

source: 提前 10 分钟
de: 10 Minuten im Voraus
en: 10 minutes before
es: 10 minutos antes
it: 10 minuti in anticipo
ja: 10分前
ko: 10분 전
nl: 10 minuten van tevoren
ru: за 10 минут
th: ล่วงหน้า 10 นาที
vi: Trước 10 phút
zh_hant: 提前 10 分鐘

source: 提前 15 分钟
de: 15 Minuten im Voraus
en: 15 minutes before
es: 15 minutos antes
it: 15 minuti in anticipo
ja: 15分前
ko: 15분 전
nl: 15 minuten van tevoren
ru: за 15 минут
th: ล่วงหน้า 15 นาที
vi: Trước 15 phút
zh_hant: 提前 15 分鐘

source: 提前 25 分钟
de: 25 Minuten im Voraus
en: 25 minutes before
es: 25 minutos antes
it: 25 minuti in anticipo
ja: 25分前
ko: 25분 전
nl: 25 minuten van tevoren
ru: за 25 минут
th: ล่วงหน้า 25 นาที
vi: Trước 25 phút
zh_hant: 提前 25 分鐘

source: 提前 30 分钟
de: 30 Minuten im Voraus
en: 30 minutes before
es: 30 minutos antes
it: 30 minuti in anticipo
ja: 30分前
ko: 30분 전
nl: 30 minuten van tevoren
ru: за 30 минут
th: ล่วงหน้า 30 นาที
vi: Trước 30 phút
zh_hant: 提前 30 分鐘

source: 提醒
de: Erinnerung
en: Reminder
es: Recordatorio
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
ru: напоминание
th: แจ้งเตือน
vi: Nhắc nhở

source: 无
de: Keine
en: None
es: Ninguno
it: Nessuno
ja: なし
ko: 없음
nl: Geen
ru: нет
th: ไม่มี
vi: Không
zh_hant: 無

source: 日程当天 (09:00)
de: Am Tag des Termins (09:00)
en: On day of event (09:00)
es: Día del evento (09:00)
it: Giorno dell'evento (09:00)
ja: イベント当日 (09:00)
ko: 이벤트 당일 (09:00)
nl: Op de dag van het schema (09:00)
ru: в день события (09:00)
th: ตารางเวลาในวันนั้น (09:00)
vi: Lịch trong ngày (09:00)
zh_hant: 日程當天 (09:00)

source: 时间不符合规则, 此画面的开始时间应该大于上一个画面的结束时间
de: Die Zeit entspricht nicht den Regeln, die Startzeit dieses Bildschirms sollte nach der Endzeit des vorherigen Bildschirms liegen
en: Time does not meet the rules, the start time of this screen should be later than the end time of the previous screen
es: El tiempo no cumple con las reglas, la hora de inicio de esta pantalla debe ser mayor que la hora de fin de la pantalla anterior
it: L'orario non è conforme alle regole, l'orario di inizio di questa schermata dovrebbe essere successivo all'orario di fine della schermata precedente
ja: この画面の開始時間は前の画面の終了時間より遅くなければなりません。
ko: 이 화면의 시작 시간은 이전 화면의 종료 시간보다 늦어야 합니다.
nl: Tijd komt niet overeen met de regels, de starttijd van dit scherm moet later zijn dan de eindtijd van het vorige scherm
ru: время не соответствует правилам, время начала этого экрана должно быть больше времени окончания предыдущего экрана
th: เวลาไม่ตรงกับกฎ หน้าจอนี้ควรเริ่มหลังจากหน้าจอก่อนหน้าสิ้นสุด
vi: Thời gian không hợp lệ, thời gian bắt đầu của màn hình này phải lớn hơn thời gian kết thúc của màn hình trước
zh_hant: 此畫面的開始時間應該大於上一個畫面的結束時間

source: 明天
de: Morgen
en: Tomorrow
es: Mañana
it: Domani
ja: 明日
ko: 내일
nl: Morgen
ru: завтра
th: พรุ่งนี้
vi: Ngày mai

source: 星期一
de: Montag
en: Monday
es: Lunes
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
ru: понедельник
th: วันจันทร์
vi: Thứ Hai

source: 星期三
de: Mittwoch
en: Wednesday
es: Miércoles
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
ru: среда
th: วันพุธ
vi: Thứ Tư

source: 星期二
de: Dienstag
en: Tuesday
es: Martes
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
ru: вторник
th: วันอังคาร
vi: Thứ Ba

source: 星期五
de: Freitag
en: Friday
es: Viernes
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
ru: пятница
th: วันศุกร์
vi: Thứ Sáu

source: 星期六
de: Samstag
en: Saturday
es: Sábado
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
ru: суббота
th: วันเสาร์
vi: Thứ Bảy

source: 星期四
de: Donnerstag
en: Thursday
es: Jueves
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
ru: четверг
th: วันพฤหัสบดี
vi: Thứ Năm

source: 星期日
de: Sonntag
en: Sunday
es: Domingo
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
ru: воскресенье
th: วันอาทิตย์
vi: Chủ Nhật

source: 昨天
de: Gestern
en: Yesterday
es: Ayer
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
ru: вчера
th: เมื่อวาน
vi: Hôm qua

source: 标签
de: Tag
en: Tag
es: Etiqueta
it: Etichetta
ja: タグ
ko: 태그
nl: Label
ru: тег
th: ป้ายกำกับ
vi: Nhãn
zh_hant: 標籤

source: 标签名称
de: Tag-Name
en: Tag name
es: Nombre de la etiqueta
it: Nome dell'etichetta
ja: タグ名
ko: 태그 이름
nl: Naam van het label
ru: название тега
th: ชื่อป้ายกำกับ
vi: Tên nhãn
zh_hant: 標籤名稱

source: 标签管理
de: Tag-Verwaltung
en: Tag Management
es: Gestión de etiquetas
it: Gestione delle etichette
ja: タグ管理
ko: 태그 관리
nl: Labelbeheer
ru: управление тегами
th: จัดการป้ายกำกับ
vi: Quản lý nhãn
zh_hant: 標籤管理

source: 标题
de: Titel
en: Title
es: Título
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
ru: заголовок
th: หัวข้อ
vi: Tiêu đề
zh_hant: 標題

source: 模板视图
de: Vorlagenansicht
en: Template view
es: Vista de plantillas
ja: テンプレートビュー
ko: 템플릿 뷰
zh_hant: 模板視圖

source: 此阶段为事件进行中的时间。您可以进一步细分此阶段，让小组件展示每个子阶段的不同画面。
de: Diese Phase ist die Zeit während des Ereignisses. Sie können diese Phase weiter unterteilen, um verschiedene Ansichten für jede Unterphase im Widget anzuzeigen.
en: This phase is the time during the event. You can further subdivide this phase to let the widget display different screens for each sub-phase.
es: Esta fase es el tiempo durante el evento. Puede subdividir aún más esta fase para que el widget muestre diferentes pantallas para cada subfase.
it: Questa fase corrisponde al tempo dell'evento in corso. Puoi ulteriormente suddividere questa fase per far visualizzare al widget diverse schermate per ogni sottofase.
ja: この段階はイベント中の時間です。この段階をさらに細分化して、ウィジェットが各サブフェーズの異なる画面を表示できるようにします。
ko: 이 단계는 이벤트 중인 시간입니다. 이 단계를 더 세분화하여 위젯이 각 하위 단계의 다른 화면을 표시하도록 할 수 있습니다.
nl: Deze fase is de tijd tijdens het evenement. U kunt deze fase verder onderverdelen om de widget elk subfase anders te laten weergeven.
ru: Этот этап - время проведения события. Вы можете дополнительно разделить этот этап, чтобы виджет отображал разные экраны для каждого подэтапа.
th: ช่วงนี้เป็นช่วงเวลาของเหตุการณ์ที่กำลังดำเนินอยู่ คุณสามารถแบ่งช่วงนี้ออกเป็นช่วงย่อยๆ และให้วิดเจ็ตแสดงหน้าจอที่แตกต่างกันสำหรับแต่ละช่วงย่อย
vi: Giai đoạn này là thời gian diễn ra sự kiện. Bạn có thể phân chia thêm giai đoạn này để widget hiển thị các màn hình khác nhau cho từng phân đoạn con.
zh_hant: 此階段為事件進行中的時間。您可以進一步細分此階段，讓小組件展示每個子階段的不同畫面。

source: 此阶段包括目标日期之后的所有时间。
de: Diese Phase umfasst die gesamte Zeit nach dem Zieltermin.
en: This phase includes all the time after the target date.
es: Esta fase incluye todo el tiempo después de la fecha objetivo.
it: Questa fase include tutto il tempo dopo la data obiettivo.
ja: この段階には目標日以降のすべての時間が含まれます。
ko: 이 단계는 목표 날짜 이후의 모든 시간을 포함합니다.
nl: Deze fase omvat alle tijd na de doeldatum.
ru: Этот этап включает все время после целевой даты.
th: ช่วงนี้รวมถึงเวลาทั้งหมดหลังจากวันที่เป้าหมาย
vi: Giai đoạn này bao gồm tất cả thời gian sau ngày mục tiêu.
zh_hant: 此階段包括目標日期之後的所有時間。

source: 此阶段开始于事件结束后，持续至目标日期结束。
de: Diese Phase beginnt nach dem Ende des Ereignisses und dauert bis zum Zieltermin.
en: This phase starts after the event ends and continues until the target date ends.
es: Esta fase comienza después del final del evento y continúa hasta el final de la fecha objetivo.
it: Questa fase inizia dopo la fine dell'evento e continua fino alla fine della data obiettivo.
ja: この段階はイベント終了後に始まり、目標日が終了するまで続きます。
ko: 이 단계는 이벤트가 끝난 후 시작하여 목표 날짜가 끝날 때까지 계속됩니다.
nl: Deze fase begint na het einde van het evenement en duurt tot het einde van de doeldatum.
ru: Этот этап начинается после окончания события и продолжается до окончания целевой даты.
th: ช่วงนี้เริ่มหลังจากเหตุการณ์สิ้นสุดและดำเนินต่อไปจนถึงวันที่เป้าหมายสิ้นสุด
vi: Giai đoạn này bắt đầu sau khi sự kiện kết thúc và kéo dài cho đến khi ngày mục tiêu kết thúc.
zh_hant: 此階段開始於事件結束後，持續至目標日期結束。
